Revit 2027 API
ParameterTypeId.SpacingJustificationU Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingJustificationU { get; }
Public Shared ReadOnly Property SpacingJustificationU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingJustificationU {
	ForgeTypeId^ get ();
}
static member SpacingJustificationU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace